
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Angka tidak sah";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Kekurangan minimum";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Melepasi batas maksimum";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Titik Apung tidak dibenarkan";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Rentetan tarikh tidak sah";

